Repository: Evils19/Mini-Blog
Catalog: MyBlazorServerBlog/Resources/Resources.*.resx
Languages: ro

# Welcome
source: Добро пожаловать!
ro: Bine ați venit!

# HeroSlide1Title
source: The Best Homemade Masks for Face (keep the Pimples Away)
ro: Cel mai bun tratament facial de casă (împotriva coșurilor)

# HeroSlide2Title
source: 17 Pictures of Medium Length Hair in Layers That Will Inspire Your New Haircut
ro: 17 imagini cu tunsori medii în straturi care te vor inspira

# HeroSlide3Title
source: 13 Amazing Poems from Shel Silverstein with Valuable Life Lessons
ro: 13 poezii uimitoare de Shel Silverstein cu lecții valoroase de viață

# HeroSlide4Title
source: 9 Half-up/half-down Hairstyles for Long and Medium Hair
ro: 9 coafuri half-up/half-down pentru păr lung și mediu

# LatestPosts
source: Последние публикации
ro: Ultimele postări

# AllPosts
source: Все посты
ro: Toate postările

# Loading
source: Загрузка…
ro: Se încarcă…

# NoPosts
source: Нет опубликованных постов.
ro: Nu există încă postări publicate.

# Post
source: Пост
ro: Postare

# ReadMore
source: Читать далее →
ro: Citește mai departe →
